const CATEGORIES = {
  digital : [
    {
      names: ["태블릿PC"],
      items: ["태블릿pc", "터치펜", "태블릿 키보드", "케이스", "보호필름"],
    },
    {
      names: ["스마트 워치/스마트 밴드"],
      items: ["스마트 워치", "스마트 밴드", "스트랩", "케이스", "보호필름"],
    },
    {
      names: ["음향기기"],
      items: [
        "무선 이어폰", "유선 이어폰", "무선 헤드폰", "유선 헤드폰",
        "이어폰/헤드폰 케이스", "이어폰/헤드폰 주변기기",
        "스피커/턴테이블", "마이크/녹음기", "기타 음향 주변기기"
      ],
    },
    {
      names: ["게임"],
      items: ["PlayStation", "Nintendo", "기타 게임기", "게임 타이틀", "주변기기"],
    },
    {
      names: ["주변기기"],
      items: [
        "파우치", "거치대", "보조배터리", "케이블", "젠더",
        "충전기", "계산기/학습기기", "방수팩", "기타 주변기기"
      ],
    },
    {
      names: ["카메라"],
      items: [
        "DSLR", "DSLR 렌즈", "미러리스", "미러리스 렌즈",
        "일반 디지털 카메라", "액션캠/캠코더", "즉석 카메라",
        "포토프린터/용지", "더보기"
      ],
    },
    {
      names: ["차량용 디지털"],
      items: ["차량용 거치대", "차량용 충전기"],
    },
  ],
  computer : [
    {
      names: ["노트북"],
      items: ["Apple", "삼성전자", "LG전자", "HP", "Lenovo", "ASUS", "Microsoft", "DELL", "더보기"]
    },
    {
      names: ["데스크탑"],
      items: ["일체형 PC", "브랜드 PC/조립 PC", "미니 PC"]
    },
    {
      names: ["모니터"],
      items: ["삼성전자", "LG전자", "DELL", "Apple", "HP", "기타 브랜드"]
    },
    {
      names: ["키보드/마우스"],
      items: ["마우스", "키보드", "키보드+마우스 세트", "그래픽 타블렛", "마우스패드/손목받침", "프리젠터", "터치패드", "키보드 마우스 주변기기"]
    },
    {
      names: ["소프트웨어"],
      items: ["Microsoft", "한글과컴퓨터", "Adobe", "Parallels", "Polaris", "기타 브랜드"]
    },
    {
      names: ["저장장치"],
      items: ["외장 HDD/SSD", "USB/메모리카드", "리더기"]
    },
    {
      names: ["프린터"],
      items: ["복합기/프린터", "잉크/토너", "라벨/바코드 프린터"]
    },
    {
      names: ["PC 부품", "주변기기"],
      items: []
    }
  ],
  electronic : [
    {
      names: ["영상가전"],
      items: ["TV", "TV 액세서리", "플레이어", "프로젝터/스크린"]
    },
    {
      names: ["냉장고"],
      items: ["3/4도어 냉장고", "양문형 냉장고", "일반 냉장고", "미니 냉장고", "김치 냉장고", "냉동고", "전용냉장고"]
    },
    {
      names: ["세탁기/건조기"],
      items: ["세탁기", "건조기", "의류관리기", "신발건조기"]
    },
    {
      names: ["생활가전"],
      items: ["공기청정기", "다리미/보풀제거기", "비데/온수기", "전동칫솔/온수기", "스탠드"]
    },
    {
      names: ["청소기"],
      items: ["스틱청소기", "진공청소기", "로봇청소기", "물걸레청소기", "침구청소기", "핸디청소기", "스팀청소기", "차량용청소기"]
    },
    {
      names: ["계절가전"],
      items: ["선풍기", "에어컨", "제습기", "서큘레이터", "모기/해충 퇴치기", "가습기", "전기요/매트", "냉온수매트", "더보기"]
    },
    {
      names: ["뷰티/헤어 가전"],
      items: ["헤어드라이어", "고데기/매직기", "헤어스타일러", "두피/헤어관리", "피부관리기기", "면도기/이발기", "눈썹/네일관리"]
    },
    {
      names: ["주방가전"],
      items: ["전기밥솥", "전자레인지", "에어프라이어/전기오븐/찜기", "전기레인지/인덕션", "전기포트/주전자", "식기세척건조기", "믹서기/핸드블랜더", "전기그릴/팬", "더보기"]
    },
  ],
  beauty : [
    {
      names: ["향수"],
      items: ["여성향수", "남성향수", "남녀공용향수"]
    },
    {
      names: ["스킨케어"],
      items: ["스킨/토너", "로션", "에센스", "크림", "아이케어", "미스트", "페이스오일", "화장품세트", "토너패드/앰플패드"]
    },
    {
      names: ["색조메이크업"],
      items: ["립스틱", "립케어", "립글로스", "립틴트", "립라이너", "아이섀도", "마스카라", "아이브로", "더보기"]
    },
    {
      names: ["베이스메이크업"],
      items: ["메이크업베이스", "컨실러", "베이스메이크업세트", "BB/CC크림", "프라이머", "루스파우더", "팩트파우더", "쿠션형"]
    },
    {
      names: ["마스크/팩"],
      items: ["마스크시트", "필오프팩", "코팩", "마사지크림/젤", "마스크/팩세트", "모델링팩"]
    },
    {
      names: ["선케어"],
      items: ["선크림", "선스프레이", "선스틱", "선파우더/쿠션", "애프터선", "선케어세트"]
    },
    {
      names: ["헤어케어"],
      items: ["샴푸", "린스/컨디셔너", "트리트먼트/헤어팩", "헤어에센스", "헤어미스트", "탈모케어", "헤어케어세트"]
    },
    {
      names: ["헤어스타일링", "남성화장품", "바디케어", "클렌징", "뷰티소품"],
      items: []
    }
  ],
  fashion : [
    {
      names: ["여성의류"],
      items: ["티셔츠", "블라우스/셔츠", "니트/스웨터", "카디건", "원피스", "스커트", "청바지", "바지", "더보기"]
    },
    {
      names: ["여성언더웨어/잠옷"],
      items: ["브라팬티세트", "잠옷/홈웨어"]
    },
    {
      names: ["남성의류"],
      items: ["티셔츠", "니트/스웨터", "셔츠/남방", "조끼", "청바지", "바지", "점퍼", "재킷", "트레이닝복"]
    },
    {
      names: ["남성언더웨어/잠옷"],
      items: ["팬티"]
    }
  ],
  fashionacc : [
    {
      names: ["여행용가방/소품"],
      items: ["보스턴가방", "여권지갑/케이스", "여행소품케이스", "기내용 캐리어", "중대형 캐리어"]
    },
    {
      names: ["여성가방"],
      items: ["숄더백", "토트백", "크로스백", "클러치백", "파우치", "백팩", "힙색/슬링백", "에코백", "메신저백"]
    },
    {
      names: ["남성가방"],
      items: ["숄더백", "토트백", "크로스백", "브리프케이스", "백팩", "힙색/슬링백", "에코백"]
    },
    {
      names: ["여성신발"],
      items: ["슬리퍼", "스니커즈", "뮬/블로퍼", "앵클/숏부츠"]
    },
    {
      names: ["남성신발"],
      items: ["스니커즈", "러닝화"]
    },
    {
      names: ["신발용품"],
      items: ["신발깔창"]
    },
    {
      names: ["양말"],
      items: ["여성 덧신", "여성 발목양말", "여성 중목/장목양말", "여성 스포츠양말", "여성 수면양말", "남성 발목양말", "남성 중목/장목양말", "남성 스포츠양말", "남성 덧신"]
    },
    {
      names: ["지갑", "벨트", "주얼리", "시계", "모자", "선글라스/안경테", "패션소품"],
      items: []
    }
  ],
  smartphone : [
    {
      names: ["자급제"],
      items: ["삼성전자"]
    },
    {
      names: ["통신사"],
      items: ["SKT", "LGU+", "KT"]
    },
    {
      names: ["스마트폰 액세서리"],
      items: ["케이스", "보호필름", "그립톡", "스마트태그", "기타 주변기기"]
    }
  ],
  lifestyle : [
    {
      names: ["식품"],
      items: ["신선식품", "가공식품", "음료/간식", "소스/드레싱/향신료", "건강식품", "선물세트"]
    },
    {
      names: ["스포츠/레저/취미"],
      items: ["헬스/요가/필라테스", "등산/캠핑", "수영", "구기스포츠", "기타스포츠", "악기", "킥보드/자전거", "기타취미"]
    },
    {
      names: ["문구"],
      items: ["데스크 물품"]
    },
    {
      names: ["리빙"],
      items: ["생필품", "주방/욕실용품", "청소/수납용품", "세탁용품", "건강용품", "반려동물", "침실/수납가구", "주방/거실가구", "더보기"]
    },
    {
      names: ["교육문화"],
      items: ["외국어", "자격증/자기계발", "음원도서 구독"]
    },
    {
      names: ["기타"],
      items: []
    }
  ],
}

export default CATEGORIES;